Repository: elangbamjohnson/Video-Downloader
Catalog: Video Downloader/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: ✨ Link Detected from %@
de: ✨ Link von %@ erkannt

source: Analyzing link...
de: Link wird analysiert...

source: Connecting to %@...
de: Verbindung zu %@ wird hergestellt...

source: Dismiss
de: Verwerfen

source: Download Complete
de: Download abgeschlossen

source: Download Failed
de: Download fehlgeschlagen

source: Download Now
de: Jetzt herunterladen

source: Download Video
de: Video herunterladen

source: Downloading file...
de: Datei wird heruntergeladen...

source: Downloading from %@...
de: Wird von %@ heruntergeladen...

source: Engine issue. Trying fallback...
de: Engine-Problem. Fallback wird versucht...

source: Enter Video URL
de: Video-URL eingeben

source: Error: Process Failed
de: Fehler: Vorgang fehlgeschlagen

source: Failed to process downloaded file.
de: Fehler beim Verarbeiten der heruntergeladenen Datei.

source: Failed to save video: %@
de: Video konnte nicht gespeichert werden: %@

source: Fast, High Quality, No Ads
de: Schnell, hohe Qualität, keine Werbung

source: Paste link from Instagram or Facebook
de: Link von Instagram oder Facebook einfügen

source: Quality Preference
de: Qualitätspräferenz

source: Saving to Gallery...
de: Wird in Galerie gespeichert...

source: Successfully saved!
de: Erfolgreich gespeichert!

source: Supported Platforms
de: Unterstützte Plattformen

source: Would you like to download this video?
de: Möchten Sie dieses Video herunterladen?

source: Your video has been successfully saved to the Gallery.
de: Ihr Video wurde erfolgreich in der Galerie gespeichert.
